{
  "guide": {
    "agents": {
      "replaceBtn": "換一批",
      "title": "新增助理推薦："
    },
    "defaultMessage": "我是您的私人智能助理 {{appName}} ，請問現在能幫您做什麼？\n如果需要獲得更加專業或定制的助手，可以點擊 `+` 創建自定義助手",
    "defaultMessageWithoutCreate": "我是您的私人智能助理 {{appName}} ，請問現在能幫您做什麼？",
    "qa": {
      "q01": "Do a grammar check on the text I provide.",
      "q02": "Give me 5 different versions of the text I provide.",
      "q03": "Create a randomly generated 15-item vocabulary list from Oxford 3000, each beginning with a different letter, including their definitions in Traditional Chinese, part of speech symbols, and English example sentences with Traditional Chinese translations.",
      "q04": "Generate a worksheet to help me learn and practice English grammar. Give me some lesson notes first and then generate 10 MCQs. Provide the correct answers at the end of the worksheet. Now, ask me which grammar topic I want for the worksheet.",
      "q05": "Generate a diagnostic test for me to evaluate my proficiency in English. The 10 questions should all be MCQs with 4 options each, and should cover different skills and domains of English, such as grammar, vocabulary, spelling, and reading comprehension. Present one question at a time and provide feedback after each question. Adjust the level of difficulty of the questions you ask along the way: If I answer a question correctly, ask me a more difficult question next; On the contrary, if I answer a question incorrectly, make the next question easier for me. At the end of the test, tell me my score and comment on my performance.",
      "q06": "Act as a reading comprehension exercise generator. Write a 500-word-long passage with multiple paragraphs on my requested topic and formulate 8 MCQs to test my understanding of the passage. Finally, provide the correct answers at the end of the test.",
      "q07": "Teach me a word in English.",
      "q08": "Give me a list of English words and their Traditional Chinese definitions related to the theme I provide.",
      "q09": "Teach me a random topic in English grammar.",
      "q10": "Teach me an idiom in English.",
      "q11": "Teach me how I could organize my ideas more effectively in writing using connectives and transition words.",
      "q12": "Teach me how I could improve my English listening skills.",
      "q13": "Teach me how I could improve my English writing skills.",
      "q14": "Act as a professional English vocabulary textbook writer. I will give you a text with words square-bracketed in it. Your job is to generate a glossary with the meanings of the square-bracketed words and their Traditional Chinese translations, and include English example sentences and their Chinese translations. After that, create a vocabulary test to test understanding and use of the words. Set 10 MCQs and 10 gap-filling questions. The gaps in the gap-filling questions are to be completed only with the square-bracketed words. Finally, provide answers to the test.",
      "q15": "Act as a professional TESOL teacher who is skilled at adapting reading texts to cater for learners' diversity. I will provide you with a text below, and I want you to keep the text structure and paragraphing but simplify the vocabulary and language structure used, so that a 14-year-old student with basic English proficiency could easily understand the text."
    },
    "questions": {
      "moreBtn": "了解更多",
      "title": "大家都在問："
    },
    "welcome": {
      "afternoon": "下午好",
      "morning": "早上好",
      "night": "晚上好",
      "noon": "中午好"
    }
  },
  "header": "歡迎",
  "pickAgent": "或從以下助理範本中選擇",
  "skip": "跳過建立步驟",
  "slogan": {
    "desc1": "釋放你腦力的潛能，點燃你的創意火花。你的智慧型助理，隨時待命。",
    "desc2": "建立你的第一個助理，讓我們一起開始吧～",
    "title": "為自己賦予一個更聰明的大腦"
  }
}
