{
  "button": {
    "import": "Konfiguration importieren",
    "market": "Markt durchstöbern",
    "start": "Jetzt starten"
  },
  "guide": {
    "agents": {
      "replaceBtn": "Ersetzen",
      "title": "Neue Assistentenempfehlung:"
    },
    "defaultMessage": "Ich bin Ihr persönlicher intelligenter Assistent Mr.🆖. Wie kann ich Ihnen jetzt helfen?\nWenn Sie einen professionelleren oder maßgeschneiderten Assistenten benötigen, klicken Sie auf `+`, um einen benutzerdefinierten Assistenten zu erstellen.",
    "qa": {
      "q01": "Do a grammar check on the text I provide.",
      "q02": "Give me 5 different versions of the text I provide.",
      "q03": "Create a randomly generated 15-item vocabulary list from Oxford 3000, each beginning with a different letter, including their definitions in Traditional Chinese, part of speech symbols, and example sentences with Traditional Chinese translations.",
      "q04": "Generate a worksheet to help me learn and practice English grammar. Give me some lesson notes first and then generate 10 MCQs. Provide the correct answers at the end of the worksheet. Now, ask me which grammar topic I want for the worksheet.",
      "q05": "Generate a diagnostic test for me to evaluate my proficiency in English. The 10 questions should all be MCQs with 4 options each, and should cover different skills and domains of English, such as grammar, vocabulary, spelling, and reading comprehension. Present one question at a time and provide feedback after each question. Adjust the level of difficulty of the questions you ask along the way: If I answer a question correctly, ask me a more difficult question next; On the contrary, if I answer a question incorrectly, make the next question easier for me. At the end of the test, tell me my score and comment on my performance.",
      "q06": "Act as a reading comprehension exercise generator. Write a 500-word-long passage with multiple paragraphs on any topic and formulate 8 MCQs to test my understanding of the passage. Finally, provide the correct answers at the end of the test.",
      "q07": "Teach me a random word in English.",
      "q08": "Give me a list of words and their Traditional Chinese definitions related to the theme I provide.",
      "q09": "Teach me a random topic in English grammar.",
      "q10": "Teach me a random idiom in English.",
      "q11": "Teach me how I could organize my ideas more effectively in writing using connectives and transition words.",
      "q12": "Teach me how I could improve my English listening skills.",
      "q13": "Teach me how I could improve my English reading skills.",
      "q14": "Teach me how I could improve my English writing skills.",
      "q15": "Teach me how I could improve my English speaking skills."
    },
    "questions": {
      "moreBtn": "Mehr erfahren",
      "title": "Häufig gestellte Fragen:"
    },
    "welcome": {
      "afternoon": "Guten Nachmittag",
      "morning": "Guten Morgen",
      "night": "Guten Abend",
      "noon": "Guten Mittag"
    }
  },
  "header": "Willkommen",
  "pickAgent": "Oder wählen Sie eine Vorlage aus den folgenden Assistenten",
  "skip": "Erstellung überspringen",
  "slogan": {
    "desc1": "Starten Sie das Gehirncluster und entfachen Sie den Funken des Denkens. Ihr intelligenter Assistent ist immer da.",
    "desc2": "Erstellen Sie Ihren ersten Assistenten und lassen Sie uns beginnen.",
    "title": "Geben Sie sich ein schlaueres Gehirn"
  }
}
